Repository: odiften/Pyonta
Catalog: Pyonta/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# TransferCanceled
source: Canceled
ar: ملغى
bg: Отменено
bn: বাতিল হয়েছে
ca: Cancel·lat
cs: Zrušeno
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fi: Peruttu
fil: Kinansela
fr: Annulé
he: בוטל
hi: रद्द किया गया
hr: Otkazano
hu: Megszakítva
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소됨
lt: Atšaukta
lv: Atcelts
ms: Dibatalkan
nb: Avbrutt
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
pt_pt: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sl: Preklicano
sr: Отказано
sv: Avbrutet
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# TransferDeclined
source: Declined
ar: تم الرفض
bg: Отказано
bn: প্রত্যাখ্যাত
ca: Rebutjat
cs: Odmítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
et: Keeldutud
fi: Hylätty
fil: Tinanggihan
fr: Refusé
he: נדחה
hi: अस्वीकार किया गया
hr: Odbijeno
hu: Elutasítva
id: Ditolak
it: Rifiutato
ja: 拒否されました
ko: 거부됨
lt: Atmesta
lv: Noraidīts
ms: Ditolak
nb: Avslått
nl: Geweigerd
pl: Odrzucono
pt_br: Recusado
pt_pt: Recusado
ro: Respins
ru: Отклонено
sk: Odmietnuté
sl: Zavrnjeno
sr: Одбијено
sv: Avvisat
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# TransferError
source: Failed to receive files from %@
ar: فشل في استقبال الملفات من %@
bg: Неуспешно получаване на файлове от %@
bn: %@ থেকে ফাইল গ্রহণ করা যায়নি
ca: No s'han pogut rebre fitxers de %@
cs: Nepodařilo se přijmout soubory od %@
da: Kunne ikke modtage filer fra %@
de: Die Daten von %@ konnten nicht empfangen werden
el: Αποτυχία λήψης αρχείων από %@
es: Error al recibir archivos de %@
et: Failide vastuvõtmine seadmelt %@ nurjus
fi: Tiedostojen vastaanotto laitteesta %@ epäonnistui
fil: Hindi natanggap ang mga file mula sa %@
fr: Échec de la réception des fichiers de %@
he: קבלת קבצים מ-%@ נכשלה
hi: %@ से फ़ाइलें प्राप्त नहीं हो सकीं
hr: Primanje datoteka od %@ nije uspjelo
hu: Nem sikerült %@-tól/től fájlokat fogadni
id: Gagal menerima file dari %@
it: Impossibile ricevere i file da %@
ja: %@からのファイル受信に失敗しました。
ko: %@에서 전송한 Nearby Share가 실패했습니다.
lt: Nepavyko gauti failų iš %@
lv: Neizdevās saņemt failus no %@
ms: Gagal menerima fail daripada %@
nb: Kunne ikke motta filer fra %@
nl: Mislukt om bestanden te ontvangen van %@
pl: Nie udało się odebrać plików od %@
pt_br: Falha ao receber arquivos de %@
pt_pt: Falha ao receber ficheiros de %@
ro: Recepționarea fișierelor de la %@ a eșuat
ru: Не удалость принять файлы от %@
sk: Nepodarilo sa prijať súbory od %@
sl: Prejemanje datotek od %@ ni uspelo
sr: Није успело примање датотека од %@
sv: Kunde inte ta emot filer från %@
th: เกิดข้อผิดพลาดในการรับไฟล์จาก %@
tr: %@ kaynağından dosyalar alınamadı
uk: Не вдалося отримати файли від %@
vi: Không nhận được tệp từ %@
zh_hans: 无法从 %@ 接收文件
zh_hant: 無法從 %@ 接收檔案

source: Transfer finished
ar: اكتمل النقل
bg: Трансферът завърши
bn: ট্রান্সফার শেষ
ca: Transferència acabada
cs: Přenos dokončen
da: Overførsel færdig
de: Übertragung abgeschlossen
el: Η μεταφορά ολοκληρώθηκε
es: Transferencia finalizada
et: Edastus lõpetatud
fi: Siirto valmis
fil: Tapos na ang transfer
fr: Transfert terminé
he: ההעברה הסתיימה
hi: ट्रांसफर पूरा हुआ
hr: Prijenos završen
hu: Átvitel befejezve
id: Transfer selesai
it: Trasferimento completato
ja: 送信完了
ko: 전송 완료
lt: Perkėlimas baigtas
lv: Pārsūtīšana pabeigta
ms: Pemindahan selesai
nb: Overføring fullført
nl: Overdracht voltooid
pl: Transfer zakończony
pt_br: Transferência concluída
pt_pt: Transferência concluída
ro: Transferul s-a încheiat
ru: Передача завершена
sk: Prenos dokončený
sl: Prenos končan
sr: Пренос завршен
sv: Överföring klar
th: การถ่ายโอนเสร็จสิ้น
tr: Aktarım tamamlandı
uk: Передачу завершено
vi: Chuyển xong
zh_hans: 传输完成
zh_hant: 傳送完成

# TransferTimedOut
source: Timed out
ar: انتهت المهلة
bg: Времето изтече
bn: সময় শেষ
ca: Temps esgotat
cs: Vypršel čas
da: Tiden udløb
de: Zeitüberschreitung
el: Έληξε ο χρόνος
es: Tiempo agotado
et: Aegus
fi: Aikakatkaisu
fil: Nag-time out
fr: Délai dépassé
he: תם הזמן
hi: समय समाप्त
hr: Isteklo vrijeme
hu: Időtúllépés
id: Waktu habis
it: Tempo scaduto
ja: タイムアウト
ko: 시간 초과
lt: Baigėsi laikas
lv: Beidzies laiks
ms: Masa tamat
nb: Tidsavbrudd
nl: Time-out
pl: Upłynął limit czasu
pt_br: Tempo esgotado
pt_pt: Tempo esgotado
ro: Timp expirat
ru: Время вышло
sk: Čas vypršal
sl: Čas je potekel
sr: Време је истекло
sv: Tidsgräns nåddes
th: หมดเวลา
tr: Zaman aşımına uğradı
uk: Час очікування вичерпано
vi: Hết thời gian
zh_hans: 已超时
zh_hant: 已逾時

# UnknownAndroidDevice
source: Android device
ar: جهاز Android
bg: Android устройство
bn: Android ডিভাইস
ca: Dispositiu Android
cs: Zařízení Android
da: Android-enhed
de: Android-Gerät
el: Συσκευή Android
es: Dispositivo Android
et: Android-seade
fi: Android-laite
fr: Appareil Android
he: מכשיר Android
hi: Android डिवाइस
hr: Android uređaj
hu: Android-eszköz
id: Perangkat Android
it: Dispositivo Android
ja: Android 端末
ko: Android 기기
lt: Android įrenginys
lv: Android ierīce
ms: Peranti Android
nb: Android-enhet
nl: Android-apparaat
pl: Urządzenie Android
pt_br: Dispositivo Android
pt_pt: Dispositivo Android
ro: Dispozitiv Android
ru: Устройство Android
sk: Zariadenie Android
sl: Naprava Android
sr: Android уређај
sv: Android-enhet
th: อุปกรณ์ Android
tr: Android aygıtı
uk: Пристрій Android
vi: Thiết bị Android
zh_hans: Android 设备
zh_hant: Android 裝置

# UnsupportedType
source: Attachment type not supported
ar: نوع المرفق غير مدعوم
bg: Типът прикачен файл не се поддържа
bn: সংযুক্তির ধরন সমর্থিত নয়
ca: Tipus d'adjunt no admès
cs: Typ přílohy není podporován
da: Vedhæftningstypen understøttes ikke
de: Anhangtyp nicht unterstützt
el: Ο τύπος συνημμένου δεν υποστηρίζεται
es: Tipo de adjunto no compatible
et: Manuse tüüp ei ole toetatud
fi: Liitteen tyyppiä ei tueta
fil: Hindi suportado ang uri ng attachment
fr: Type de pièce jointe non pris en charge
he: סוג הקובץ המצורף אינו נתמך
hi: अटैचमेंट का प्रकार समर्थित नहीं है
hr: Vrsta privitka nije podržana
hu: A melléklet típusa nem támogatott
id: Jenis lampiran tidak didukung
it: Tipo di allegato non supportato
ja: サポートされていない添付形式
ko: 지원되지 않는 첨부 유형
lt: Priedo tipas nepalaikomas
lv: Pielikuma tips netiek atbalstīts
ms: Jenis lampiran tidak disokong
nb: Vedleggstypen støttes ikke
nl: Bijlagetype wordt niet ondersteund
pl: Typ załącznika nie jest obsługiwany
pt_br: Tipo de anexo não suportado
pt_pt: Tipo de anexo não suportado
ro: Tipul atașamentului nu este acceptat
ru: Тип вложения не поддерживается
sk: Typ prílohy nie je podporovaný
sl: Vrsta priloge ni podprta
sr: Тип прилога није подржан
sv: Bilagetypen stöds inte
th: ไม่รองรับประเภทไฟล์แนบ
tr: Ek türü desteklenmiyor
uk: Тип вкладення не підтримується
vi: Loại tệp đính kèm không được hỗ trợ
zh_hans: 不支持的附件类型
zh_hant: 不支援的附件類型

# UpgradeToPlus
source: Upgrade to Pyonta+…
ar: الترقية إلى Pyonta+…
bg: Надграждане до Pyonta+…
bn: Pyonta+ এ আপগ্রেড…
ca: Actualitza a Pyonta+…
cs: Upgradovat na Pyonta+…
da: Opgrader til Pyonta+…
de: Auf Pyonta+ upgraden…
el: Αναβάθμιση σε Pyonta+…
es: Actualizar a Pyonta+…
et: Uuenda Pyonta+ versioonile…
fi: Päivitä Pyonta+:aan…
fil: Mag-upgrade sa Pyonta+…
fr: Passer à Pyonta+…
he: שדרג ל-Pyonta+…
hi: Pyonta+ में अपग्रेड करें…
hr: Nadogradi na Pyonta+…
hu: Frissítés Pyonta+-ra…
id: Upgrade ke Pyonta+…
it: Passa a Pyonta+…
ja: Pyonta+ にアップグレード…
ko: Pyonta+로 업그레이드…
lt: Atnaujinti į Pyonta+…
lv: Jaunināt uz Pyonta+…
ms: Naik taraf kepada Pyonta+…
nb: Oppgrader til Pyonta+…
nl: Upgrade naar Pyonta+…
pl: Uaktualnij do Pyonta+…
pt_br: Fazer upgrade para Pyonta+…
pt_pt: Atualizar para Pyonta+…
ro: Upgrade la Pyonta+…
ru: Перейти на Pyonta+…
sk: Upgradovať na Pyonta+…
sl: Nadgradi na Pyonta+…
sr: Надогради на Pyonta+…
sv: Uppgradera till Pyonta+…
th: อัปเกรดเป็น Pyonta+…
tr: Pyonta+'a yükselt…
uk: Оновити до Pyonta+…
vi: Nâng cấp lên Pyonta+…
zh_hans: 升级到 Pyonta+…
zh_hant: 升級到 Pyonta+…

# UpgradeToPlus.Title
source: Upgrade to Pyonta+
ar: الترقية إلى Pyonta+
bg: Надграждане до Pyonta+
bn: Pyonta+ এ আপগ্রেড
ca: Actualitza a Pyonta+
cs: Upgradovat na Pyonta+
da: Opgrader til Pyonta+
de: Auf Pyonta+ upgraden
el: Αναβάθμιση σε Pyonta+
es: Actualizar a Pyonta+
et: Uuenda Pyonta+ versioonile
fi: Päivitä Pyonta+:aan
fil: Mag-upgrade sa Pyonta+
fr: Passer à Pyonta+
he: שדרג ל-Pyonta+
hi: Pyonta+ में अपग्रेड करें
hr: Nadogradi na Pyonta+
hu: Frissítés Pyonta+-ra
id: Upgrade ke Pyonta+
it: Passa a Pyonta+
ja: Pyonta+ にアップグレード
ko: Pyonta+로 업그레이드
lt: Atnaujinti į Pyonta+
lv: Jaunināt uz Pyonta+
ms: Naik taraf kepada Pyonta+
nb: Oppgrader til Pyonta+
nl: Upgrade naar Pyonta+
pl: Uaktualnij do Pyonta+
pt_br: Fazer upgrade para Pyonta+
pt_pt: Atualizar para Pyonta+
ro: Upgrade la Pyonta+
ru: Перейти на Pyonta+
sk: Upgradovať na Pyonta+
sl: Nadgradi na Pyonta+
sr: Надогради на Pyonta+
sv: Uppgradera till Pyonta+
th: อัปเกรดเป็น Pyonta+
tr: Pyonta+'a yükselt
uk: Оновити до Pyonta+
vi: Nâng cấp lên Pyonta+
zh_hans: 升级到 Pyonta+
zh_hant: 升級到 Pyonta+

source: Visible to everyone
ar: مرئي للجميع
bg: Видим за всички
bn: সবার কাছে দৃশ্যমান
ca: Visible per a tothom
cs: Viditelné pro všechny
da: Synlig for alle
de: Für alle sichtbar
el: Ορατό σε όλους
es: Visible para todos
et: Nähtav kõigile
fi: Näkyy kaikille
fil: Nakikita ng lahat
fr: Visible par tout le monde
he: גלוי לכולם
hi: सभी को दिखाई दे
hr: Vidljivo svima
hu: Mindenki számára felfedezhető
id: Terlihat oleh semua orang
it: Visibile a tutti
ja: すべてのユーザーに公開
ko: 모든 사용자에게 공개
lt: Matoma visiems
lv: Redzams visiem
ms: Kelihatan kepada semua orang
nb: Synlig for alle
nl: Zichtbaar voor iedereen
pl: Widoczne dla wszystkich
pt_br: Visível para todos
pt_pt: Visível para todos
ro: Vizibil pentru toată lumea
ru: Видимость: все
sk: Viditeľné pre všetkých
sl: Vidno vsem
sr: Видљиво свима
sv: Synlig för alla
th: เปิดเผยต่อทุกคน
tr: Herkese görünür
uk: Видимість: для всіх
vi: Hiển thị với mọi người
zh_hans: 对所有人可见
zh_hant: 所有人都可與你分享內容

# VisibleToEveryone.Tooltip
source: When off, your Mac is hidden from Quick Share. Sending to other devices still works.
ar: عند الإيقاف، يتم إخفاء جهاز Mac الخاص بك من Quick Share. الإرسال إلى الأجهزة الأخرى يستمر بالعمل.
bg: Когато е изключено, вашият Mac е скрит от Quick Share. Изпращането към други устройства продължава да работи.
bn: বন্ধ থাকলে Quick Share-এ আপনার Mac দেখা যাবে না। অন্য ডিভাইসে পাঠানো তবু কাজ করবে।
ca: Quan és desactivat, el teu Mac queda ocult a Quick Share. Enviar a altres dispositius continua funcionant.
cs: Když je vypnuto, váš Mac je v Quick Share skrytý. Odesílání do jiných zařízení stále funguje.
da: Når dette er slået fra, er din Mac skjult for Quick Share. Afsendelse til andre enheder virker stadig.
de: Wenn deaktiviert, ist dein Mac für Quick Share verborgen. Das Senden an andere Geräte funktioniert weiterhin.
el: Όταν είναι ανενεργό, το Mac σας κρύβεται από το Quick Share. Η αποστολή σε άλλες συσκευές εξακολουθεί να λειτουργεί.
es: Cuando está desactivado, tu Mac está oculto en Quick Share. Sigue siendo posible enviar a otros dispositivos.
et: Kui see on väljas, on teie Mac Quick Share'is peidetud. Teistesse seadmetesse saatmine töötab endiselt.
fi: Kun tämä ei ole käytössä, Macisi on piilotettu Quick Sharelta. Lähettäminen muihin laitteisiin toimii edelleen.
fil: Kapag naka-off, nakatago ang iyong Mac sa Quick Share. Gumagana pa rin ang pagpapadala sa ibang device.
fr: Lorsque cette option est désactivée, votre Mac est masqué dans Quick Share. L'envoi vers d'autres appareils fonctionne toujours.
he: כאשר כבוי, ה-Mac שלך מוסתר מ-Quick Share. שליחה למכשירים אחרים עדיין עובדת.
hi: बंद होने पर आपका Mac Quick Share से छिपा रहता है। दूसरे डिवाइस पर भेजना फिर भी काम करता है।
hr: Kada je isključeno, vaš Mac je skriven u Quick Shareu. Slanje na druge uređaje i dalje radi.
hu: Kikapcsolt állapotban a Mac-et nem látja a Quick Share. A más eszközökre küldés továbbra is működik.
id: Jika nonaktif, Mac Anda disembunyikan dari Quick Share. Mengirim ke perangkat lain tetap berfungsi.
it: Quando disattivato, il tuo Mac è nascosto in Quick Share. L'invio ad altri dispositivi funziona ancora.
ja: オフのとき、Quick Share からこの Mac は見えなくなります。他のデバイスへの送信は引き続き可能です。
ko: 꺼져 있으면 Quick Share에서 이 Mac이 보이지 않습니다. 다른 기기로 보내는 것은 계속 작동합니다.
lt: Kai išjungta, jūsų Mac yra paslėptas nuo Quick Share. Siuntimas į kitus įrenginius vis tiek veikia.
lv: Kad izslēgts, jūsu Mac ir paslēpts no Quick Share. Sūtīšana uz citām ierīcēm joprojām darbojas.
ms: Apabila dimatikan, Mac anda tersembunyi daripada Quick Share. Menghantar ke peranti lain masih berfungsi.
nb: Når dette er av, skjules Macen din for Quick Share. Sending til andre enheter fungerer fortsatt.
nl: Indien uitgeschakeld is uw Mac verborgen voor Quick Share. Verzenden naar andere apparaten blijft werken.
pl: Gdy wyłączone, Twój Mac jest ukryty w Quick Share. Wysyłanie do innych urządzeń nadal działa.
pt_br: Quando desativado, seu Mac fica oculto no Quick Share. O envio para outros dispositivos continua funcionando.
pt_pt: Quando desativado, o seu Mac fica oculto no Quick Share. O envio para outros dispositivos continua a funcionar.
ro: Când este dezactivat, Mac-ul dvs. este ascuns de Quick Share. Trimiterea către alte dispozitive funcționează în continuare.
ru: Когда выключено, ваш Mac скрыт от Quick Share. Отправка на другие устройства продолжает работать.
sk: Keď je vypnuté, váš Mac je v Quick Share skrytý. Odosielanie do iných zariadení stále funguje.
sl: Ko je izklopljeno, je vaš Mac skrit pred Quick Share. Pošiljanje v druge naprave še vedno deluje.
sr: Када је искључено, ваш Mac је сакривен у Quick Share-у. Слање на друге уређаје и даље ради.
sv: När detta är av är din Mac dold för Quick Share. Det går fortfarande att skicka till andra enheter.
th: เมื่อปิด Mac ของคุณจะถูกซ่อนจาก Quick Share การส่งไปยังอุปกรณ์อื่นยังคงใช้งานได้
tr: Kapalıyken Mac'iniz Quick Share'de gizlenir. Diğer aygıtlara gönderme çalışmaya devam eder.
uk: Коли вимкнено, ваш Mac прихований від Quick Share. Надсилання на інші пристрої продовжує працювати.
vi: Khi tắt, Mac của bạn bị ẩn khỏi Quick Share. Gửi đến thiết bị khác vẫn hoạt động.
zh_hans: 关闭后，您的 Mac 在 Quick Share 中将被隐藏。向其他设备发送仍然可用。
zh_hant: 關閉後，您的 Mac 在 Quick Share 中將被隱藏。向其他裝置傳送仍可用。
